poc.getS.req.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope
 xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
 xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/"
 xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
 xmlns:xsd="http://www.w3.org/2001/XMLSchema"
 xmlns:ns2="urn:poc">
 <SOAP-ENV:Body SOAP-ENV:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
  <ns2:getS>
   <ns2:species1></ns2:species1>
   <ns2:species2></ns2:species2>
   <ns2:s>0</ns2:s>
   <ns2:x0>0.0</ns2:x0>
   <ns2:Tmin>0.0</ns2:Tmin>
   <ns2:Tmax>0.0</ns2:Tmax>
   <ns2:Npoints>0.0</ns2:Npoints>
   <ns2:logaritmic>false</ns2:logaritmic>
  </ns2:getS>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
